Repository: hede5562/burgerparty
Catalog: po/*.po
Languages: de

source: 1 remaining.
de: einer fehlt noch.

source: New item unlocked!
de: Neuen Gegenstand freigeschaltet!

source: Music
de: Musik

source: Testers
de: Tester

source: Fonts
de: Schriftarten

source: Sounds
de: Soundeffekte

source: Thank you for playing!
de: Danke fürs Spielen!

source: +%# sec
de: +%# Sekunde

source: Sound
de: Ton

source: About
de: Über

source: Who made this?
de: Wer hat dieses Spiel gemacht?

source: Follow me on Mastodon
de: Folge mir auf Mastodon

source: Goodies
de: Fanartikel

source: Buy Burger Party goodies!
de: Kaufe Burger Party Fanartikel

source: Sound is OFF
de: Ton ist AUS

source: Sound is ON
de: Ton ist AN

source: High score: %d
de: Bestes Ergebnis: %d

source: No high score yet
de: Bisher kein bestes Ergebnis

source: Paused
de: Pause

source: New High Score!
de: Neues bestes Ergebnis!

source: Congratulations, you finished level %d-%d!
de: Herzlichen Glückwunsch, Level %d-%d geschafft!

source: Congratulations, you finished world %d!
de: Herzlichen Glückwunsch, du hast Welt %d geschafft!

source: Congratulations, you finished the game!
de: Herzlichen Glückwunsch, du hast das Spiel geschafft!

source: All Stars #%d
de: Alle Sterne #%d

source: Finish all levels of world %d with 3 stars.
de: Beende alle Level der Welt %d mit 3 Sternen.

source: Support Burger Party
de: Unterstütze Burger Party

source: Like the game? Support my work!
de: Magst du das Spiel? Unterstütze meine Arbeit!

source: Star Collector
de: Sternejäger

source: Burger Apprentice
de: Auszubildender

source: Burger Master
de: Burgermeister

source: Burger God
de: Herr der Burger

source: Practice Area
de: Übungsbereich

source: Close Call
de: Das war knapp

source: Morning Gamer
de: Morgenspieler

source: Evening Gamer
de: Abendspieler

source: Creative
de: Kreativ

source: Perfect #%d
de: Perfekte #%d

source: Get a perfect in all levels of world %d.
de: Beende alle Level in Welt %d fehlerfrei.

source: %dx combo!
de: %dx Kombo!

source: Happy customer!
de: Zufriedener Kunde!

source: Rate Burger Party
de: Bewerte Burger Party

source: Like the game? Give it a good rate!
de: Magst du das Spiel? Gib ihm eine gute Note!
